[
    {
        "id": 1,
        "title": "next amazon",
        "about": "amzone clone made by next.js. Responsive Design With google authantication any payment gateway ensure that our websites adapt seamlessly to all devices, providing an optimal experience for users across platforms. Performance Optimization: Our dedication to speed and performance guarantees that our websites load quickly and efficiently. Ongoing Support: We don't just stop at delivery; we offer post-launch support and updates to ensure our clients' websites remain in top-notch condition.",
        "tags": [
            "next.js",
            "typescript",
            "next auth",
            "tailwind"
        ],
        "link": "https://next-amazon.netlify.app/",
        "github": "https://github.com/mohammad-akbar63/next-amazon",
        "image": "https://i.postimg.cc/c45q13dC/Screenshot-39.png"
    },
    {
        "id": 1.2,
        "title": "my portfolio",
        "about": "Custom Web Development: We specialize in tailoring unique and bespoke websites that cater to the specific needs of our clients. Responsive Design: We ensure that our websites adapt seamlessly to all devices, providing an optimal experience for users across platforms. Performance Optimization: Our dedication to speed and performance guarantees that our websites load quickly and efficiently. Ongoing Support: We don't just stop at delivery; we offer post-launch support and updates to ensure our clients' websites remain in top-notch condition.",
        "tags": [
            "html",
            "javascript",
            "css",
            "bootstrap"
        ],
        "link": "https://mohammad-akbar.netlify.app/",
        "github": "https://github.com/mohammad-akbar63/portfolio",
        "image": "https://i.postimg.cc/yxRRVJLT/protfolio.webp"
    },
    {
        "id": 2,
        "title": "nixon infotech",
        "about": "A multi-page IT service site: This template could include pages such as Home,about Us, Services, Portfolio, Testimonials, and Contacts. It would be designed to showcase IT services such as web development, software development, cloud computing, cybersecurity, etc. Sleek animations and transitions elevate user experience, complementing the edgy design.Engaging visitors exploring IT services.",
        "tags": [
            "html",
            "javascript",
            "css",
            "bootstrap",
            "jqury",
            "aos"
        ],
        "link": "https://nixoninfo.netlify.app/",
        "github": "https://github.com/mohammad-akbar63/nixon",
        "image": "https://i.postimg.cc/V6dMVZMp/nixon.webp"
    },
    {
        "id": 3,
        "title": "dark teach",
        "about": "This template could have a similar structure to Nixon, but with a darker color scheme and a more edgy design. It could be suitable for IT companies that want to convey a sense of innovation and creativity. The design could be modern and professional, with a focus on usability and user experience",
        "tags": [
            "html",
            "javascript",
            "css",
            "bootstrap",
            "owl-curasol"
        ],
        "link": "https://darked.netlify.app/",
        "github": "https://github.com/mohammad-akbar63/darked",
        "image": "https://i.postimg.cc/zfDTnGfJ/darked.webp"
    },
    {
        "id": 4,
        "title": "tea time",
        "about": "This template could be designed to showcase a single product or service, with sections such as Features, Benefits, Testimonials, Pricing, and Contact The design could be minimalist and elegant, with a focus on visual elements such as images and videos.",
        "tags": [
            "html",
            "javascript",
            "css",
            "bootstrap"
        ],
        "image": "https://i.postimg.cc/4Nzcq97f/tea.webp"
    },
    {
        "id": 5,
        "title": "coded",
        "about": " a React app for watching coding tutorials is a fantastic idea. Such an app can serve as a valuable resource for beginners and experienced programmers alike. Let's explore the key features, components, and considerations for building this app",
        "tags": [
            "react",
            "javascript",
            "css",
            "bootstrap",
            "api"
        ],
        "link": "https://coded.netlify.app/",
        "github": "https://github.com/mohammad-akbar63/coded",
        "image": "https://i.postimg.cc/7Yv7KVLt/coded.webp"
    },
    {
        "id": 6,
        "title": "chart",
        "about": "Creating a chart in React is a common task when developing data-driven web applications. React, being a popular JavaScript library for building user interfaces, provides a robust ecosystem for integrating charting libraries seamlessly. In this article, we'll explore how to create a chart using React and some of the popular charting libraries available for this purpose.",
        "tags": [
            "react",
            "javascript",
            "css",
            "bootstrap",
            "api"
        ],
        "link": "https://ma-chart.netlify.app/",
        "github": "https://github.com/mohammad-akbar63/chart",
        "image": "https://i.postimg.cc/Jz5bDkM6/chart.webp"
    },
    {
        "id": 7,
        "title": "weather app",
        "about": "Welcome to our Weather App! We're passionate about keeping you informed about the ever-changing weather conditions in your area and beyond. Whether you're planning a weekend getaway, a morning jog, or just want to know if you'll need an umbrella, our app has you covered.",
        "tags": [
            "react",
            "javascript",
            "css",
            "bootstrap",
            "api"
        ],
        "link": "https://ma-weatherapp.netlify.app/",
        "github": "https://github.com/mohammad-akbar63/weather-app",
        "image": "https://i.postimg.cc/qv4KTvy8/weather.webp"
    },
    {
        "id": 8,
        "title": "food app",
        "about": "Welcome to the React section of our Food Cart App! In this section, we'll dive into the core features and components that make our app a delightful and efficient platform for ordering delicious food from your favorite local food carts.",
        "tags": [
            "react",
            "api",
            "css",
            "redux",
            "javascript",
            "react-router",
            "bootstrap",
            "mui"
        ],
        "link": "https://ma-food.netlify.app/",
        "github": "https://github.com/mohammad-akbar63/product-manger",
        "image": "https://i.postimg.cc/V6pMQ9W6/food.webp"
    },
    {
        "id": 9,
        "title": "form builder",
        "about": "Welcome to the jQuery Form Builder section! In this segment, we'll explore the features and functionality of our form builder tool built using jQuery, a powerful and versatile JavaScript library. Our jQuery Form Builder empowers you to create customized forms effortlessly and efficiently.",
        "tags": [
            "html",
            "javascript",
            "css",
            "bootstrap",
            "jQuery"
        ],
        "link": "https://ma-formbuilder.netlify.app/",
        "github": "https://github.com/mohammad-akbar63/form-builder",
        "image": "https://i.postimg.cc/bYSk0Mq2/formbuilder.webp"
    },
    {
        "id": 10,
        "title": "Guess My Number!",
        "about": "Welcome to the 'Guess My Number!' game section, where we'll explore the JavaScript-powered game that challenges players to guess a secret number. This classic game showcases the power and versatility of JavaScript for creating interactive and enjoyable web applications.",
        "tags": [
            "html",
            "javascript",
            "css",
            "bootstrap",
            "jQuery"
        ],
        "link": "https://ma-guess.netlify.app/",
        "github": "https://github.com/mohammad-akbar63/Guess-the-number",
        "image": "https://i.postimg.cc/fbHm5Q3Y/game.webp"
    }
]