[
    {
        "id": 1,
        "designation": "Front-End Developer / React Developer",
        "organization": "Dazzler Software Private Limited",
        "location": "Kota, Rajasthan",
        "join": "Oct '22",
        "quit": "Sep '23",
        "logo": "https://i.postimg.cc/Gmp8vRJR/1519911690900-removebg-preview.png",
        "responsibilities": [
            "Design and develop responsive websites using React, HTML, CSS, and JavaScript, ensuring cross-browser compatibility and accessibility.",
            "Collaborate with UX/UI designers to create interactive user interfaces that enhance the user experience and increase engagement.",
            "Optimize website loading time by 30% through implementing performance optimization techniques such as image compression and lazy loading.",
            "Lead a team of developers to create a new web application using React.js, resulting in a 20% increase in user engagement.",
            "Contribute to the development of an open-source project, creating reusable components for a React-based UI library.",
            "Mentor junior developers and provide code reviews to ensure code quality and maintainability."
        ]
    },
    {
        "id": 2,
        "designation": "Assistant Sales Manager",
        "organization": "Ximi Vogue",
        "location": "Kota, Rajasthan",
        "join": "Mar '19",
        "quit": "Jun '21",
        "logo": "https://ximivogueretail.com/wp-content/uploads/2022/04/Grand-5.png",
        "responsibilities": [
            "As an Assistant Sales Manager at Ximi Vogue, a thriving multi-brand product store, I ensured smooth operations and delivered exceptional customer experiences.",
            "Throughout my tenure, I actively contributed to the store's growth and success. Led and motivated the sales team, achieving consistent sales targets. ",
            "Optimized inventory turnover and maintained product availability.Implemented successful promotional campaigns, increasing footfall by 30%.",
            "Conducted training to enhance product knowledge and sales techniques."
        ]
    }
]